사람의 마음은 어디에?
‘스님 사람의 마음을 얻으려면 어떻게 해야 합니까?’
‘먼저 사람의 마음이 어디에 있는지를 알아야 합니다.
마음은 어디에 있습니까?’

‘글쎄요, 머릿속에 있나요?  아니면 가슴속에?’
‘아닙니다. 사람의 마음은 콩밭에 있습니다.
누군가의 마음을 얻으려면 그 사람의 마음이 어떤 콩밭에 머물고 있는지를 알아야 합니다.

어떤 사람의 콩밭은 돈이요, 
어떤 사람의 콩밭은 건강이요, 어떤 사람의 콩밭은 일입니다.
상대방의 마음이 있는 콩밭으로 찾아가야 그 사람의 마음을 만날 수 있고 얻을 수 있습니다.’
‘마음은 콩밭에 가 있다’는 속담을 빗대어 이야기하는 선사의 말씀은 마치 선문답 같았지만 내게 큰 충격과 깨달음을 안겨 주었다.
만남의 지혜 中..


삶이 힘든 것이 아니라 나 자신이 힘든 것이다.
어려움에서 나를 구출해 내는 것도,
곤경에 빠뜨리는 것도 나 자신이다.
항상 당신을 가로 막는 것은 당신이었다.
=항상 나를 
가로 막는 나에게=중에서

가치있는 인생은 포기하지 않으면, 누군가 반드시 돕는다.
신이 돕고 운명이 돕고 기회가 돕는다.
=내 인생 5년 후=중에서


발길을멈추게하는것은 화려한빛깔과자태이지만
마음이머물게하는것은 내면의향기다.
멀찍이서서 바라보기만하는사람에게 향기를내어주는꽃은없다. 
그의아름다움을 발견하기위해서는 한걸음가까이 다가서는노력이필요하다.
눈길이가는곳이아니라 마음이머무는곳에서 사랑이시작된다.
=사랑까지딱한걸음=

자신을 보살피는 습관은
자신의 마음과 몸을 표현하는 방식,
즉 사고방식을 관리하는 것을 말합니다.
자신의 사고와 감정을 관리하는 습관을 개선하면
스스로를 더 잘 보살피고 평안해질수 있기 때문입니다.
=자신을 보살피는
습관5가지=중에서